export const EVENTS = [
  {
    id: 1,
    title: 'OT',
    date: '2025. 03. 00',
    description: 'KUIT 5기의 커리큘럼과 운영 소개를 공유하고 소통하는 시간입니다.',
  },
  {
    id: 2,
    title: '스터디',
    date: '2025. 03. 00',
    description:
      '방학 전까지 학기 중 파트 (Android, Web, Server, PM)별로 강의를 듣고 과제를 수행하는 파트별 스터디를 진행합니다.',
  },
  {
    id: 3,
    title: 'Git 세션',
    date: '2025. 03. 00',
    description:
      '스터디 미션 제출 및 프로젝트 진행 과정에서 Git 활용에 어려움을 겪는 스터디원을 위해 Git 세션을 진행합니다.',
  },
  {
    id: 4,
    title: 'MT',
    date: '2025. 03. 00',
    description:
      '본격적인 프로젝트 진행 전, 다른 파트원들과 알아가고 친해질 수 있는 MT가 진행될 예정입니다.',
  },
  {
    id: 5,
    title: '기획설명회',
    date: '2025. 03. 00',
    description:
      '디자이너와 PM이 고도화한 아이디어를 개발자에게 소개하는 기획설명회가 이루어집니다. 이후 개발자들의 지원으로 팀 매칭이 완료됩니다.',
  },
  {
    id: 6,
    title: '프로젝트',
    date: '2025. 03. 00',
    description:
      '학기 중에 진행한 파트별 스터디를 통해 개발 역량을 기른 후, 기획설명회를 통해 매칭된 팀끼리 방학 동안 프로젝트를 진행합니다.',
  },
  {
    id: 7,
    title: '해커톤',
    date: '2025. 03. 00',
    description:
      '본격적인 프로젝트 진행 전, 한 학기 동안 배운 내용을 활용하여 밤샘 코딩을 통해 사전작업 기간 동안 기획했던 프로젝트의 구현을 진행합니다.',
  },
  {
    id: 8,
    title: '데모데이',
    date: '2025. 03. 00',
    description:
      '본격적인 프로젝트 진행 전, 한 학기 동안 배운 내용을 활용하여 밤샘 코딩을 통해 사전작업 기간 동안 기획했던 프로젝트의 구현을 진행합니다.',
  },
];
